Repository: Digitaler-Impfnachweis/covpass-ios
Catalog: Source/CovPassApp/Source/Resources/Locale/*.lproj/Localizable.strings
Languages: de

# accessibility_vaccination_certificate_detail_view_data_vaccine_manufacturer
source: Manufacturer
de: Hersteller

# accessibility_vaccination_certificate_detail_view_data_vaccine_number
source: Dose number
de: Nummer der Impfung

# accessibility_vaccination_certificate_detail_view_data_vaccine_date_
source: Date of vaccination (Year-Month-Day)
de: Datum der Impfung (Jahr-Monat-Tag)

# accessibility_vaccination_certificate_detail_view_data_vaccine_country
source: Country vaccinating
de: Land der Impfung

# accessibility_vaccination_certificate_detail_view_data_vaccine_issuer
source: Certificate issuer
de: Zertifikatsaussteller

# accessibility_vaccination_certificate_detail_view_data_vaccine_identifier
source: Unique certificate identifier
de: Zertifikatkennung

# vaccination_certificate_detail_view_data_expiry_date
source: Technical expiry date / Technical expiry date
de: Technisches Ablaufdatum / Technical expiry date

# accessibility_vaccination_certificate_detail_view_data_expiry_date
source: Technical expiry date
de: Technisches Ablaufdatum

# vaccination_certificate_detail_view_data_expiry_date_message
source: Valid until %@
de: Gültig bis %@

# vaccination_certificate_detail_view_data_expiry_date_note
source: Please make every effort to have a new digital certificate issued in good time.
de: Bitte bemühen Sie sich rechtzeitig darum, einen neuen digitalen Nachweis ausstellen zu lassen.

# vaccination_certificate_detail_view_qrcode_action_button_title
source: Display QR code
de: QR-Code anzeigen

# vaccination_certificate_detail_view_pdf_action_button_title
source: Create EU printout
de: EU-Ausdruck erstellen

# vaccination_certificate_detail_view_pdf_action_button_note
source: You can only download German certificates as PDF files.
de: Sie können nur deutsche Zertifikate als PDF herunterladen.

# vaccination_certificate_detail_view_qrcode_screen_title
source: Vaccine dose %d of %d
de: Impfung %d von %d

# vaccination_certificate_detail_view_qrcode_screen_action_button_title
source: Close
de: Schließen

# accessibility_vaccination_certificate_detail_view_qrcode_screen_label_close
source: Close
de: Schließen

# test_certificate_detail_view_title
source: Rapid antigen test
de: Antigen-Schnelltest

# test_certificate_detail_view_headline
source: EU Digital COVID Certificate of Test
de: Digitales COVID-Testzertifikat der EU

# accessibility_test_certificate_detail_view_headline
source: EU Digital COVID Test Certificate. Sensible health data will follow. Please take care that nobody listens to or reads on your smartphone.
de: Digitales COVID-Testzertifikat. Es folgen sensible Gesundheitsdaten. Bitte achten Sie darauf, dass keine andere Person mithört oder mitliest.

# accessibility_test_certificate_detail_view_data_name_standard
source: Standardized name
de: Standardisierter Name

# accessibility_test_certificate_detail_view_data_date_of_birth
source: Date of birth (Year-Month-Day)
de: Geburtsdatum (Jahr-Monat-Tag)

# accessibility_test_certificate_detail_view_data_disease
source: Disease or pathogen
de: Zielkrankheit oder -erreger

# accessibility_test_certificate_detail_view_data_test_type
source: Type of test
de: Art des Tests

# accessibility_test_certificate_detail_view_data_test_name
source: Test name
de: Produktname

# accessibility_test_certificate_detail_view_data_test_manufacturer
source: Test manufacturer
de: Testhersteller

# accessibility_test_certificate_detail_view_data_test_date_and_time
source: Date and time of sample (Year-Month-Day)
de: Datum und Uhrzeit der Probenahme (Jahr-Monat-Tag)

# accessibility_test_certificate_detail_view_data_test_results
source: Test result
de: Testergebnis

# accessibility_test_certificate_detail_view_data_test_centre
source: Testing centre or facility
de: Testzentrum oder -einrichtung

# accessibility_test_certificate_detail_view_data_test_country
source: Country performing test
de: Land der Testung

# accessibility_test_certificate_detail_view_data_test_issuer
source: Certificate issuer
de: Zertifikataussteller

# accessibility_test_certificate_detail_view_data_test_identifier
source: Unique certificate identifier
de: Zertifikatkennung

# test_certificate_detail_view_data_expiry_date
source: Technical expiry date / Technical expiry date
de: Technisches Ablaufdatum / Technical expiry date

# accessibility_test_certificate_detail_view_data_expiry_date
source: Technical expiry date
de: Technisches Ablaufdatum

# test_certificate_detail_view_data_expiry_date_message
source: Valid until %@
de: Gültig bis %@

# test_certificate_detail_view_data_expiry_date_note
source: Please make every effort to have a new digital certificate issued in good time.
de: Bitte bemühen Sie sich rechtzeitig darum, einen neuen digitalen Nachweis ausstellen zu lassen.

# test_certificate_detail_view_qrcode_action_button_title
source: Display QR code
de: QR-Code anzeigen

# test_certificate_detail_view_test_qrcode_screen_title
source: Rapid antigen test
de: Antigen-Schnelltest

# test_certificate_detail_view_qrcode_screen_action_button_title
source: Close
de: Schließen

# accessibility_test_certificate_detail_view_qrcode_screen_label_close
source: Close
de: Schließen

# recovery_certificate_detail_view_title
source: Full recovery
de: Vollständige Genesung

# recovery_certificate_detail_view_headline
source: EU Digital COVID Certificate of Recovery
de: Digitales COVID-Genesenenzertifikat der EU

# accessibility_recovery_certificate_detail_view_headline
source: EU Digital COVID Certificate of Recovery. Sensible health data will follow. Please take care that nobody listens to or reads on your smartphone.
de: Digitales COVID-Genesenenzertifikat der EU. Es folgen sensible Gesundheitsdaten. Bitte achten Sie darauf, dass keine andere Person mithört oder mitliest.

# accessibility_recovery_certificate_detail_view_data_name_standard
source: Standardized name
de: Standardisierter Name

# accessibility_recovery_certificate_detail_view_data_date_of_birth
source: Date of birth (Year-Month-Day)
de: Geburtsdatum (Jahr-Monat-Tag)

# accessibility_recovery_certificate_detail_view_data_disease
source: Disease or pathogen that this person has recovered from
de: Krankheit oder Erreger, von dem die Bürgerin oder der Bürger genesen ist

# accessibility_recovery_certificate_detail_view_data_date_first_positive_result
source: Date of first positive test result (Year-Month-Day)
de: Datum des ersten positiven Testergebnisses (Jahr-Monat-Tag)

# accessibility_recovery_certificate_detail_view_data_country
source: Country performing test
de: Land der Testung

# accessibility_recovery_certificate_detail_view_data_issuer
source: Certificate issuer
de: Zertifikataussteller

# accessibility_recovery_certificate_detail_view_data_valid_from
source: Certificate valid from (Year-Month-Day)
de: Zertifikat gültig ab (Jahr-Monat-Tag)

# accessibility_recovery_certificate_detail_view_data_valid_until
source: Certificate valid until (maximum 180 days after the date of the first positive test result)(Year-Month-Day)
de: Zertifikat gültig bis (höchstens 180 Tage ab dem Datum des ersten positiven Testergebnisses) (Jahr-Monat-Tag)

# accessibility_recovery_certificate_detail_view_data_identifier
source: Unique certificate identifier
de: Zertifikatkennung

# recovery_certificate_detail_view_data_expiry_date
source: Technical expiry date / Technical expiry date
de: Technisches Ablaufdatum / Technical expiry date

# accessibility_recovery_certificate_detail_view_data_expiry_date
source: Technical expiry date
de: Technisches Ablaufdatum

# recovery_certificate_detail_view_data_expiry_date_message
source: Valid until %@
de: Gültig bis %@

# recovery_certificate_detail_view_data_expiry_date_note
source: Please make every effort to have a new digital certificate issued in good time.
de: Bitte bemühen Sie sich rechtzeitig darum, einen neuen digitalen Nachweis ausstellen zu lassen.

# recovery_certificate_detail_view_qrcode_action_button_title
source: Display QR code
de: QR-Code anzeigen

# recovery_certificate_detail_view_create_pdf_action_button_title
source: Create EU printout
de: EU-Ausdruck erstellen

# recovery_certificate_detail_view_pdf_action_button_note
source: You can only download German vaccination and recovery certificates as PDF files.
de: Sie können nur deutsche Impf- und Genesenenzertifikate als PDF herunterladen.

# recovery_certificate_detail_view_qrcode_screen_title
source: Full recovery
de: Vollständige Genesung

# recovery_certificate_detail_view_qrcode_screen_message
source: Valid until %@
de: Gültig bis %@

# recovery_certificate_detail_view_qrcode_screen_action_button_title
source: Close
de: Schließen

# accessibility_recovery_certificate_detail_view_qrcode_screen_label_close
source: Close
de: Schließen

# certificate_expires_detail_view_note_title
source: Certificate expires on %@ at %@
de: Zertifikat läuft am %@ um %@ ab

# certificate_expires_detail_view_note_message
source: Please make every effort to have a new digital certificate issued in good time.
de: Bitte bemühen Sie sich rechtzeitig darum, einen neuen digitalen Nachweis ausstellen zu lassen.

# certificate_invalid_detail_view_note_title
source: Certificate invalid
de: Zertifikat ungültig

# certificate_invalid_detail_view_note_message
source: The certificate has been recalled by the issuing authority. Please make every effort to have a new digital certificate issued.
de: Das Zertifikat wurde von der ausstellenden Behörde zurückgerufen. Bitte bemühen Sie sich darum, einen neuen digitalen Nachweis ausstellen zu lassen.

# certificate_expired_detail_view_note_title
source: Certificate expired
de: Zertifikat abgelaufen

# certificate_expired_detail_view_note_message
source: The expiry date has been exceeded. Please make every effort to have a new digital certificate issued.
de: Das Ablaufdatum wurde überschritten. Bitte bemühen Sie sich darum, einen neuen digitalen Nachweis ausstellen zu lassen.

# accessibility_vaccination_certificate_detail_view_pdf_announce
source: The view "Create EU printout" has been opened
de: Die Ansicht für "EU-Ausdruck erstellen" wurde geöffnet

# accessibility_certificate_create_pdf_label_close
source: Close
de: Schließen

# certificate_create_pdf_headline
source: Create EU printout
de: EU-Ausdruck erstellen

# certificate_create_pdf_first_list_item
source: You can save the certificate as a PDF document. Saving is voluntary. Initially, only you have access to the PDF document.
de: Sie können das Zertifikat als PDF-Dokument speichern. Die Speicherung ist freiwillig. Auf das PDF-Dokument haben zunächst nur Sie Zugriff.

# certificate_create_pdf_second_list_item
source: Please note that the PDF document contains sensitive information. We recommend that you handle it with care and only show it to people you trust and who are authorised to check the proof.
de: Beachten Sie, dass das PDF-Dokument sensible Informationen enthält. Wir empfehlen Ihnen, hiermit sorgsam umzugehen und es nur Personen vorzuzeigen, denen Sie vertrauen und die zur Prüfung des Nachweises berechtigt sind.

# certificate_create_pdf_third_list_item
source: We recommend that you do not publish the PDF document and do not send it by email or share it via other apps.
de: Wir empfehlen Ihnen, das PDF-Dokument nicht zu veröffentlichen und nicht per E-Mail zu versenden oder über andere Apps zu teilen.

# certificate_create_pdf_list_button
source: Next
de: Weiter

# certificate_share_pdf_title_android
source: Share via
de: Teilen über

# certificate_share_pdf_shareitem_android
source: Save PDF
de: PDF speichern

# dialog_delete_certificate_title
source: Do you really want to delete this COVID certificate?
de: Möchten Sie das COVID-Zertifikat wirklich löschen?

# dialog_delete_certificate_message
source: The data will be permanently erased from this device. It will not be possible to recover the data.
de: Die Daten werden rückstandslos von diesem Gerät entfernt. Die Wiederherstellung der Daten ist nicht möglich.

# dialog_delete_certificate_button_delete
source: Delete
de: Löschen

# dialog_delete_certificate_button_cancel
source: Cancel
de: Abbrechen

# delete_result_dialog_header
source: Successfully deleted
de: Erfolgreich gelöscht

# delete_result_dialog_message
source: The EU Digital COVID Certificate has successfully been removed from this device.
de: Das digitale COVID-Zertifikat der EU wurde erfolgreich von diesem Gerät entfernt.

# error_standard_unexpected_title
source: Sorry
de: Entschuldigung

# error_standard_unexpected_message
source: An unexpected error has occurred. Please try again later.
de: Es ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es später erneut.

# error_no_connection_to_server_title
source: Connection error
de: Verbindungsfehler

# error_no_connection_to_server_message
source: There was an error while trying to connect to the internet. Please check your internet connection.
de: Bei der Verbindung zum Server ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Internetverbindung.

# error_scan_qrcode_cannot_be_parsed_title
source: QR code not recognised
de: QR-Code wurde nicht erkannt

# error_scan_qrcode_cannot_be_parsed_message
source: This QR code does not belong to an EU Digital COVID Certificate. In Germany, you can see that a certificate is correct when it has been issued by the Robert Koch Institute. You cannot add QR codes from doctor-issued vaccination certificates or the QR codes on some batch labels in yellow vaccination booklets.
de: Der QR-Code gehört nicht zu einem digitalen COVID-Zertifikat der EU. Sie erkennen das richtige Zertifikat in Deutschland daran, dass der Aussteller das Robert Koch-Institut ist. QR-Codes von zum Beispiel Impfbescheinigungen oder QR-Codes auf einigen Chargen-Aufklebern aus dem gelben Impfbuch können nicht hinzugefügt werden.

# error_scan_present_data_is_not_supported_title
source: Update the app
de: Aktualisieren Sie die App

# error_scan_present_data_is_not_supported_message
source: The current version of the app you are using does not support this data format. Please check if you have installed the latest version of the app available from the app store on your smartphone.
de: Ihre aktuelle Version der App unterstützt das vorliegende Datenformat nicht. Bitte überprüfen Sie, ob Sie die aktuelle Version der App aus dem App Store auf Ihrem Smartphone installiert haben.

# error_scan_qrcode_without_seal_title
source: COVID certificate does not have a valid signature
de: COVID-Zertifikat enthält keine gültige Signatur

# error_scan_qrcode_without_seal_message
source: This certificate might have been issued by an unauthorised organisation or the app might not have been updated. For the latter, please connect to the internet and try again later.
de: Möglicherweise wurde das Zertifikat von einer nicht autorisierten Einrichtung erstellt oder die App ist nicht auf dem aktuellen Stand. Im zuletzt genannten Fall stellen Sie eine Verbindung mit dem Internet her und versuchen Sie es später erneut.

# error_validity_check_certificates_title
source: Check the validity of your certificates
de: Überprüfen Sie die Gültigkeit Ihrer Zertifikate

# error_validity_check_certificates_message
source: The validity of your certificates is about to expire or has already expired. Please make every effort to have a new digital certificate issued.
de: Die Gültigkeit Ihrer Zertifikate läuft bald ab oder ist bereits abgelaufen. Bitte bemühen Sie sich darum, einen neuen digitalen Nachweis ausstellen zu lassen.

# duplicate_certificate_dialog_header
source: COVID certificate already added
de: COVID-Zertifikat wurde bereits hinzugefügt

# duplicate_certificate_dialog_message
source: The COVID certificate you have scanned is already in the app. You may potentially have scanned this COVID certificate twice.
de: Das gescannte COVID-Zertifikat ist bereits in der App hinterlegt. Möglicherweise haben Sie das COVID-Zertifikat doppelt gescannt.

# accessibility_app_information_title_update
source: The view "Update rules of entry" has been opened
de: Die Ansicht "Einreiseregeln aktualisieren" wurde geöffnet

# accessibility_app_information_title_update_closing_announce
source: The view "Update travel rules" has been closed
de: Die Ansicht "Einreiseregeln aktualisieren" wurde geschlossen

# accessibility_app_information_datenschutz_announce
source: Privacy notice has been opened
de: Datenschutzerklärung-Ansicht wurde geöffnet

# accessibility_app_information_datenschutz_closing_announce
source: Privacy notice has been closed
de: Die Datenschutzerklärung wurde geschlossen

# accessibility_app_information_title_contact_announce
source: Contact has been opened
de: Kontakt-Ansicht wurde geöffnet

# accessibility_app_information_title_open_source_announce
source: The view "Open-source licences" has been opened
de: Die Ansicht "Open-Source-Lizenzen" wurde geöffnet

# accessibility_app_information_label_back
source: Back to the start screen
de: Zurück zum Startbildschirm

# accessibility_app_information_title_informationt_announce
source: Information has been opened
de: Die Ansicht "Informationen" wurde geöffnet

# accessibility_app_information_version_number_delimiter
source: point
de: Punkt

# app_information_title
source: Information
de: Informationen

# app_information_message
source: Here you can find all legal information and answers to the most frequent questions asked about the CovPass app.
de: Hier finden Sie alle rechtlichen Informationen und Antworten auf die häufigsten Fragen rund um die CovPass-App.

# app_information_title_contact
source: Contact
de: Kontakt

# app_information_message_contact_support
source: Contact for technical questions about the CovPass app
de: Kontakt bei technischen Fragen zur CovPass-App

# app_information_message_contact_support_phone
source: Telephone: #0800–4747–001::tel:0800–4747–001#
de: Telefon: #0800–4747–001::tel:0800–4747–001#

# app_information_message_contact_info
source: Contact for other questions
de: Kontakt bei sonstigen Fragen

# accessibility_app_information_contact_label_back
source: Back
de: Zurück

# app_information_title_faq
source: Frequently asked questions
de: Häufige Fragen

# app_information_title_faq_linked
source: #Frequently asked questions::$0#
de: #Häufige Fragen::$0#

# app_information_title_datenschutz
source: Privacy notice
de: Datenschutzerklärung

# app_information_title_company_details
source: Legal information
de: Impressum

# app_information_title_company_details_linked
source: #Legal information::$0#
de: #Impressum::$0#

# app_information_title_open_source
source: Open-source licences
de: Open-Source-Lizenzen

# app_information_message_open_source
source: The app uses the following open-source libraries:
de: Die App verwendet die folgenden Open-Source-Bibliotheken:

# accessibility_app_information_open_source_label_back
source: Back
de: Zurück

# app_information_title_update
source: Update rules of entry
de: Einreiseregeln aktualisieren

# app_information_message_update
source: To check the validity of certificates, the app requires up-to-date lists of trusted certificate issuers as well as the current Covid-19 rules in the relevant travel countries. These lists are updated automatically on a daily basis. You can also manually update them here at any time.
de: Zur Überprüfung der Gültigkeit von Zertifikaten benötigt die App aktuelle Listen der vertrauenswürdigen Zertifikatsaussteller und der momentan geltenden Corona-Einreiseregeln in den entsprechenden Ländern. Diese Listen aktualisieren sich täglich automatisch. Sie können hier auch jederzeit eine manuelle Aktualisierung vornehmen.

# app_information_message_update_note
source: Most recent update
de: Letztes Update

# app_information_message_update_pattern
source: Most recent update: %@
de: Letztes Update: %@

# app_information_message_update_certificates
source: List of certificate issuers: %@
de: Liste der Zertifikatsaussteller: %@

# app_information_message_update_rules
source: Rules of entry: %@
de: Einreiseregeln: %@

# app_information_message_update_button
source: Update
de: Aktualisieren

# accessibility_app_information_update_back
source: Back
de: Zurück

# accessibility_image_alternative_text
source: Decorative
de: Dekorativ

# accessibility_popup_label_close
source: Close
de: Schließen

# accessibility_button
source: Button
de: Taste

# share_certificate_title
source: Share your certificates for booking purposes
de: Ihre Zertifikate zu Buchungszwecken freigeben

# share_certificate_details_provider
source: Provider
de: Anbieter

# share_certificate_details_booking
source: Booking
de: Buchung

# share_certificate_message
source: The provider wants to ensure that a valid certificate is available for your booking. Your consent is required for the provider to retrieve your booking details and release your stored certificates.
de: Der Anbieter möchte sicherstellen, dass ein gültiges Zertifikat zu Ihrer Buchung vorliegt. Für den Abruf Ihrer Buchungsdetails vom Anbieter und die Freigabe Ihrer gespeicherten Zertifikate ist Ihr Einverständnis erforderlich.

# share_certificate_consent_title
source: Your consent
de: Ihr Einverständnis

# share_certificate_consent_message
source: By tapping on “Accept”, you consent to the following steps:
de: Durch Antippen von „Einverstanden“ willigen Sie in die folgenden Schritte ein:

# share_certificate_consent_first_list_item
source: The app will retrieve from the provider %@ the name and date of birth of the person specified at the time of booking, the booking details relevant to the verification (e.g. destination country and date of travel) and the certificate requirements specified by the provider for your booking.
de: Die App ruft vom Anbieter %@ den Namen und das Geburtsdatum der bei Buchung angegebenen Person, die für die Prüfung relevanten Buchungsdetails (z. B. Zielland und Reisedatum) und die vom Anbieter zu Ihrer Buchung festgelegten Anforderungen an das Zertifikat ab.

# share_certificate_consent_second_list_item
source: Once retrieved, the app will use this data to determine which of your stored certificates can be used
de: Die abgerufenen Daten werden von der App genutzt, um festzustellen, welche Ihrer gespeicherten Zertifikate verwendet werden können.

# share_certificate_notes_first_list_item
source: You are not obliged to allow your certificate to be verified with the CovPass app. There are other ways to prove that you have been vaccinated, tested negative or recovered from coronavirus.
de: Sie sind nicht verpflichtet, die Überprüfung Ihres Zertifikats mit der CovPass-App zu erlauben. Der Nachweis Ihres Impf-, Test- oder Genesungsstatus kann auch auf andere Weise erbracht werden.

# share_certificate_notes_second_list_item
source: The requirements for the certificate are set by the provider. The RKI has no influence on this. Please contact the provider for more information about the certificate requirements.
de: Die Anforderungen an das Zertifikat werden vom Anbieter festgelegt. Das RKI hat darauf keinen Einfluss. Weitere Informationen zu den Zertifikatsanforderungen erhalten Sie bei dem Anbieter.

# share_certificate_notes_third_list_item
source: The determination of suitable certificates takes place locally on your smartphone. No data will be transmitted to the RKI or the provider.
de: Die Ermittlung der geeigneten Zertifikate erfolgt lokal auf Ihrem Smartphone. Es werden dabei keine Daten an das RKI oder den Anbieter übermittelt.

# share_certificate_notes_fourth_list_item
source: The RKI does not receive the information about your booking or about the certificates you have stored.
de: Das RKI erfährt die Daten zu Ihrer Buchung oder den von Ihnen gespeicherten Zertifikaten nicht.
