Repository: Digitaler-Impfnachweis/covpass-ios
Catalog: Source/CovPassApp/Source/Resources/Locale/*.lproj/Localizable.strings
Languages: de

# SE
source: Sweden
de: Schweden

# SI
source: Slovenia
de: Slowenien

# RO
source: Romania
de: Rumänien

# NO
source: Norway
de: Norwegen

# SK
source: Slovakia
de: Slowakei

# FR
source: France
de: Frankreich

# HU
source: Hungary
de: Ungarn

# IE
source: Ireland
de: Irland

# CH
source: Switzerland
de: Schweiz

# VA
source: Vatican City
de: Vatikanstadt

# TR
source: Turkey
de: Türkei

# MK
source: North Macedonia
de: Nordmazedonien

# FO
source: Faroe Islands
de: Färöer-Inseln

# MA
source: Morocco
de: Marokko

# AL
source: Albania
de: Albanien

# SG
source: Singapore
de: Singapur

# GB
source: Great Britain
de: Großbritannien

# AM
source: Armenia
de: Armenien

# GE
source: Georgia
de: Georgien

# NZ
source: New Zealand
de: Neuseeland

# DZ
source: Algeria
de: Algerien

# AZ
source: Azerbaijan
de: Aserbaidschan

# BA
source: Bosnia and Herzegovina
de: Bosnien und Herzegowina

# BR
source: Brazil
de: Brasilien

# CV
source: Cabo Verde
de: Kap Verde

# CA
source: Canada
de: Kanada

# CO
source: Colombia
de: Kolumbien

# DO
source: Dominican Republic
de: Dominikanische Republik

# EG
source: Egypt
de: Ägypten

# JO
source: Jordan
de: Jordanien

# KZ
source: Kazakhstan
de: Kasachstan

# KE
source: Kenya
de: Kenia

# KR
source: Korea (ROK)
de: Republik Korea

# LB
source: Lebanon
de: Libanon

# MN
source: Mongolia
de: Mongolei

# MD
source: Moldova
de: Moldawien

# RU
source: Russia
de: Russland

# RW
source: Rwanda
de: Ruanda

# RS
source: Serbia
de: Serbien

# SD
source: South Sudan
de: Sudan

# TZ
source: Tanzania
de: Tansania

# TN
source: Tunisia
de: Tunesien

# AE
source: UAE
de: Vereinte Arabische Emirate

# US
source: United States
de: Vereinigte Staaten von Amerika

# AR
source: Argentina
de: Argentinien

# MX
source: Mexico
de: Mexiko

# certificate_check_validity_selection_country_note
source: Is your destination not listed? More countries are progressively being added in stages. You can find more information in the frequently asked questions and at #https://reopen.europa.eu::https://reopen.europa.eu#.
de: Sie finden Ihr Reiseland nicht? In einem mehrstufigen Prozess werden nach und nach mehr Länder verfügbar gemacht. Mehr Informationen finden Sie in den Häufigen Fragen und unter #https://reopen.europa.eu::https://reopen.europa.eu#.

# certificate_check_validity_selection_country_action_button
source: Select
de: Übernehmen

# certificate_check_validity_selection_date
source: Date
de: Datum

# accessibility_certificate_check_validity_label_choose_date
source: Select date
de: Datum auswählen

# accessibility_certificate_check_validity_selection_date
source: Date: %@
de: Datum: %@

# accessibility_certificate_check_validity_selection_date_label_close
source: Close
de: Schließen

# certificate_check_validity_selection_date_title
source: Select Date
de: Datum wählen

# certificate_check_validity_selection_date_action_button
source: Next
de: Weiter

# accessibility_certificate_check_validity_selection_date_label_action_button
source: Confirm date and continue to time selection
de: Datum bestätigen und weiter zur Zeitauswahl

# certificate_check_validity_selection_time_title
source: Select time
de: Zeit wählen

# accessibility_certificate_check_validity_selection_time_label_close
source: Close
de: Schließen

# accessibility_certificate_check_validity_selection_time_label_action_button
source: Confirm time
de: Uhrzeit bestätigen

# certificate_check_validity_loading
source: Certificates are being validated
de: Zertifikate werden geprüft

# certificate_check_invalidity_error_title
source: Please check the validity of your certificates.
de: Überprüfen Sie die Gültigkeit Ihrer Zertifikate.

# certificate_check_invalidity_error_text
source: One or multiple certificates are expired, or will expire soon.
de: Ein oder mehrere Zertifikate laufen bald ab oder sind abgelaufen.

# certificate_check_validity_no_certificate_saved_title
source: You have not saved any certificates yet
de: Sie haben noch keine Zertifikate gespeichert

# certificate_check_validity_no_certificate_saved_message
source: Add a certificate so you can check its validity.
de: Fügen Sie ein Zertifikat hinzu, um dessen Gültigkeit zu überprüfen.

# certificate_check_validity_vaccination
source: Vaccination certificate
de: Impfzertifikat

# certificate_check_validity_test
source: Test certificate
de: Testzertifikat

# certificate_check_validity_recovery
source: Recovery certificate
de: Genesenenzertifikat

# certificate_check_validity_result_valid
source: Valid
de: Gültig

# certificate_check_validity_result_not_valid
source: Invalid in this country
de: Im Reiseland ungültig

# certificate_check_validity_result_not_testable
source: Not possible to validate
de: Nicht prüfbar

# certificate_check_validity_note
source: Please be aware that travel regulations can change. You should check your certificates at least 48 hours before you travel. Different regulations or restrictions might apply in some regions or when you return. You might also need additional documents to travel to a different country. You can find more information in the frequently asked questions and at #https://reopen.europa.eu::https://reopen.europa.eu#.
de: Beachten Sie, dass sich die Einreiseregeln ändern können. Prüfen Sie daher die Zertifikate mindestens 48 Stunden vorher. Es können in einzelnen Regionen oder bei Ihrer Rückkehr weitere Regeln oder Einschränkungen gelten. Zudem ist es möglich, dass weitere Dokumente für eine Einreise notwendig sind. Mehr Informationen finden Sie in den Häufigen Fragen und unter #https://reopen.europa.eu::https://reopen.europa.eu#.

# certificate_check_validity_detail_view_vaccination_result_title
source: EU Digital COVID Certificate of Vaccination
de: Digitales COVID-Impfzertifikat der EU

# accessbility_certificate_check_validity_detail_view_vaccination_result_title
source: EU Digital COVID Vaccination Certificates. Sensible health data will follow. Please take care that nobody listens to or reads on your Smartphone.
de: Digitale COVID-Impfzertifikate der EU. Es folgen sensible Gesundheitsdaten. Bitte achten Sie darauf, dass keine andere Person mithört oder mitliest.

# certificate_check_validity_detail_view_vaccination_result_headline_data
source: Verified certificate data:
de: Geprüfte Zertifikatsdaten:

# certificate_check_validity_detail_view_vaccination_result_button
source: Display QR code
de: QR-Code anzeigen

# certificate_check_validity_detail_view_test_result_title
source: EU Digital COVID Test Certificate
de: Digitales COVID-Testzertifikat der EU

# accessibility_certificate_check_validity_detail_view_test_result_title
source: EU Digital COVID Test Certificates. Sensible health data will follow. Please take care that nobody listens to or reads on your smartphone.
de: Digitale COVID-Testzertifikate der EU. Es folgen sensible Gesundheitsdaten. Bitte achten Sie darauf, dass keine andere Person mithört oder mitliest.

# certificate_check_validity_detail_view_test_result_headline_data
source: Verified certificate data:
de: Geprüfte Zertifikatsdaten:

# certificate_check_validity_detail_view_test_result_button
source: Display QR code
de: QR-Code anzeigen

# certificate_check_validity_detail_view_test_result_button_disabled
source: You can only download German certificates as PDF documents
de: Sie können nur deutsche Zertifikate als PDF-Dokumente herunterladen.

# certificate_check_validity_detail_view_recovery_result_title
source: EU Digital COVID Certificate of Recovery
de: Digitales COVID-Genesenenzertifikat der EU

# accessibility_certificate_check_validity_detail_view_recovery_result_title
source: EU Digital COVID Certificate of Recovery. Sensible health data will follow. Please take care that nobody listens to or reads on your Smartphone.
de: Digitales COVID-Genesenenzertifikat der EU. Es folgen sensible Gesundheitsdaten. Bitte achten Sie darauf, dass keine andere Person mithört oder mitliest.

# certificate_check_validity_detail_view_recovery_result_headline_data
source: Verified certificate data:
de: Geprüfte Zertifikatsdaten:

# certificate_check_validity_detail_view_recovery_result_button
source: Display QR code
de: QR-Code anzeigen

# certificate_check_validity_detail_view_result_no_rules_title
source: Certificate cannot be validated
de: Zertifikat nicht prüfbar

# certificate_check_validity_detail_view_result_no_rules_message
source: For the selected country and date, there are currently no entry rules available to check for in the App. Please check at #https://reopen.europa.eu::https://reopen.europa.eu# whether the certificate is valid for entry into the selected country.
de: Für das gewählte Land und den gewählten Zeitpunkt stehen derzeit keine Einreiseregeln für die Prüfung in der App zur Verfügung. Bitte informieren Sie sich unter #https://reopen.europa.eu::https://reopen.europa.eu#, ob das Zertifikat für die Einreise in das gewählte Land gültig ist.

# certificate_check_validity_detail_view_result_valid_title
source: This certificate is valid on your travel date
de: Dieses Zertifikat ist am Reisedatum gültig

# certificate_check_validity_detail_view_result_valid_message
source: For %@ on %@
de: Für %@, am %@

# certificate_check_validity_detail_view_result_valid_info
source: %d rules of the destination country were successfully checked.
de: Es wurden %d Regeln des Ziellandes erfolgreich überprüft.

# certificate_check_validity_detail_view_result_valid_info_no_rules
source: There are currently no entry rules available for this certificate type and the selected country and date. Please note the following:
de: Für diesen Zertifikattyp sind derzeit keine Einreiseregeln für das gewählte Land und den gewählten Zeitpunkt vorhanden. Bitte beachten Sie die folgenden Hinweise:

# certificate_check_validity_detail_view_result_not_testable_title
source: This certificate cannot be completely verified.
de: Dieses Zertifikat ist nicht vollständig prüfbar.

# certificate_check_validity_detail_view_result_not_testable_first_message
source: For %@ on %@
de: Für %@, am %@

# certificate_check_validity_detail_view_result_not_testable_second_message
source: Sorry, an automatic check is not possible for this certificate. Please review the information marked out below yourself.
de: Leider ist eine automatische Prüfung nicht möglich. Überprüfen Sie die unten markierten Werte bitte selbst.

# certificate_check_validity_detail_view_result_not_testable_note_title
source: Review this information
de: Überprüfen Sie diese Information

# certificate_check_validity_detail_view_result_not_testable_note_message
source: Rule at destination: antigen tests are valid for a maximum of 48 hours.
de: Regel des Ziellands: Ein Antigentest ist maximal 48 Stunden gültig.

# certificate_check_validity_detail_view_result_not_valid_title
source: This certificate is invalid on your travel date
de: Dieses Zertifikat ist am Reisedatum nicht gültig

# certificate_check_validity_detail_view_result_not_valid_message
source: For %@ on %@
de: Für %@, am %@

# certificate_check_validity_detail_view_result_not_valid_note_title
source: This does not satisfy rule ‘TR01’
de: Dieser Wert erfüllt nicht Regel „TR01"

# certificate_check_validity_detail_view_result_not_valid_note_message
source: Rule at destination: recovery certificates are valid for up to 180 days.
de: Regel des Ziellands: Genesenenzertifikate sind bis zu 180 Tage gültig.

# accessibility_certificate_check_validity_detail_view_result_label_close
source: Close
de: Schließen

# accessibility_certificate_check_validity_detail_view_result_label_marked_values
source: This value is to be checked
de: Dieser Wert ist zu überprüfen

# error_check_validity_no_internet_title
source: Not connected to internet
de: Keine Internetverbindung

# error_check_validity_no_internet_message
source: Please connect to the internet to check a certificate’s validity.
de: Um die Gültigkeit des Zertifikats prüfen zu können, stellen Sie bitte eine Verbindung mit dem Internet her.

# error_check_validity_no_internet_button_try_again
source: Try again
de: Nochmal versuchen

# error_check_validity_no_internet_button_cancel
source: Cancel
de: Abbrechen

# vaccination_partial_immunization_action_button
source: Display certificates
de: Zertifikate anzeigen

# vaccination_full_immunization_action_button
source: Display certificates
de: Zertifikate anzeigen

# vaccination_full_immunization_status_expired
source: Expired
de: Abgelaufen

# test_certificate_action_button
source: Display certificates
de: Zertifikate anzeigen

# pcr_test_certificate_action_button
source: Display certificates
de: Zertifikate anzeigen

# recovery_certificate_action_button
source: Display certificates
de: Zertifikate anzeigen

# error_connect_to_internet_title
source: Turn off Airplane Mode or use Wi-Fi to access data
de: Flugzeugmodus ausschalten oder WLAN für den Datenzugriff verwenden

# error_connect_to_internet_button_settings
source: Settings
de: Einstellungen

# accessibility_overview_certificates_label_back
source: Back to the start screen
de: Zurück zum Startbildschirm

# accessibility_overview_certificates_label_favourites_button_active
source: Always display this person's certificates in first place: active
de: Zertifikate dieser Person immer an erster Stelle anzeigen: aktiv

# accessibility_overview_certificates_label_favourites_button_not_active
source: Always display this person's certificates in first place: not active
de: Zertifikate dieser Person immer an erster Stelle anzeigen: nicht aktiv

# accessibility_overview_certificates_label_display_certificate
source: Display certificate
de: Zertifikat anzeigen

# booster_vaccination_certificate_overview_action_button_title
source: Display current QR Code
de: Aktuellen QR-Code anzeigen

# vaccination_certificate_overview_incomplete_title
source: Not fully vaccinated: %d of %d
de: Unvollständig: %d von %d Impfungen

# vaccination_certificate_overview_incomplete_message
source: You are not fully vaccinated. To use this QR code as proof of completed vaccination, you will need to add another vaccine dose.
de: Ihr Impfschutz ist nicht vollständig. Um den QR-Code als Nachweis für einen kompletten Impfschutz vorzeigen zu können, fügen Sie bitte eine weitere Impfung hinzu.

# vaccination_certificate_detail_view_incomplete_action_button_title
source: Display current QR Code
de: Aktuellen QR-Code anzeigen

# vaccination_certificate_overview_complete_from_title
source: Fully vaccinated as of %@
de: Vollständiger Impfschutz ab %@

# vaccination_certificate_overview_complete_from_message
source: You are not yet considered fully vaccinated. Full vaccination takes effect 14 days after the final dose.
de: Ihr Impfschutz ist noch nicht vollständig. Der Impfschutz ist erst 14 Tage nach der letzten Impfung vollständig.

# vaccination_certificate_overview_complete_title
source: Fully vaccinated
de: Vollständiger Impfschutz

# certificates_overview_qr_scan_hint
source: This QR code can be reliably verified with the CovPassCheck app.
de: Dieser QR-Code lässt sich verlässlich mit der CovPassCheck-App überprüfen.

# vaccination_certificate_overview_complete_message
source: Show this QR code when needed. Be ready to show ID when your QR code is checked.
de: Zeigen Sie bei Bedarf den QR-Code vor. Halten Sie zudem ein Ausweisdokument bei der Überprüfung bereit.

# vaccination_certificate_overview_complete_action_button_title
source: Display current QR Code
de: Aktuellen QR-Code anzeigen

# vaccination_certificate_overview_booster_vaccination_notification_icon_new
source: New
de: Neu

# vaccination_certificate_overview_booster_vaccination_notification_title
source: Current vaccination status
de: Aktueller Impfstatus

# vaccination_certificate_overview_faqlink
source: Please find more information in our #Frequently Asked Questions::https://www.digitaler-impfnachweis-app.de/en/faq#.
de: Mehr Informationen finden Sie in unseren #Häufigen Fragen und Antworten::https://www.digitaler-impfnachweis-app.de/faq#.

# test_certificate_overview_title
source: Negative rapid antigen test from %@
de: Negativer Antigen-Schnelltest vom %@

# test_certificate_overview_message
source: Show this QR code when needed. Be ready to show ID when your QR code is checked.
de: Zeigen Sie bei Bedarf den QR-Code vor. Halten Sie zudem ein Ausweisdokument bei der Überprüfung bereit.

# test_certificate_overview_action_button_title
source: Display current QR Code
de: Aktuellen QR-Code anzeigen

# pcr_test_certificate_overview_title
source: Negative PCR test from %@
de: Negativer PCR-Test vom %@

# pcr_test_certificate_overview_message
source: Show this QR code when needed. Be ready to show ID when your QR code is checked.
de: Zeigen Sie bei Bedarf den QR-Code vor. Halten Sie zudem ein Ausweisdokument bei der Überprüfung bereit.

# pcr_test_certificate_overview_action_button_title
source: Display current QR Code
de: Aktuellen QR-Code anzeigen

# recovery_certificate_overview_valid_until_title
source: Recovery valid until %@
de: Genesung gültig bis %@

# recovery_certificate_overview_valid_from_title
source: Recovery valid from %@
de: Genesung gültig ab %@

# recovery_certificate_overview_message
source: Show this QR code when needed. Be ready to show ID when your QR code is checked.
de: Zeigen Sie bei Bedarf den QR-Code vor. Halten Sie zudem ein Ausweisdokument bei der Überprüfung bereit.

# recovery_certificate_overview_action_button_title
source: Display current QR Code
de: Aktuellen QR-Code anzeigen

# certificates_overview_expired_title
source: Certificate expired
de: Zertifikat abgelaufen

# certificates_overview_expired_message
source: The expiry date of your certificates has passed. Please make every effort to have a new digital certificate issued.
de: Das Ablaufdatum Ihrer Zertifikate wurde überschritten. Bitte bemühen Sie sich darum, einen neuen digitalen Nachweis ausstellen zu lassen.

# certificates_overview_expired_action_button_title
source: Add new certificate
de: Neues Zertifikat hinzufügen

# certificates_overview_invalid_title
source: Certificate invalid
de: Zertifikat ungültig

# certificates_overview_invalid_message
source: The certificate has been recalled by the issuing authority. Please make every effort to have a new digital certificate issued.
de: Das Zertifikat wurde von der ausstellenden Behörde zurückgerufen. Bitte bemühen Sie sich darum, einen neuen digitalen Nachweis ausstellen zu lassen.

# certificates_overview_invalid_action_button_title
source: Add new certificate
de: Neues Zertifikat hinzufügen

# certificates_overview_personal_data_title
source: Personal details
de: Persönliche Daten

# accessibility_certificates_overview_personal_data_standardized_name
source: Standardized name
de: Standardisierter Name

# accessibility_certificates_overview_personal_data_date_of_birth
source: Date of birth (Year-Month-Day)
de: Geburtsdatum (Jahr-Monat-Tag)

# certificates_overview_all_certificates_title
source: EU certificates
de: EU-Zertifikate

# accessibility_certificates_overview_all_certificates_title
source: Check vaccination status. Sensible health data will follow. Please take care that nobody can listen to or read on your smartphone.
de: Impfstatus überprüfen. Es folgen sensible Gesundheitsdaten. Bitte achten Sie darauf, dass keine andere Person mithört oder mitliest.

# certificates_overview_currently_uses_certificate_note
source: Certificate currently in use
de: Aktuell verwendetes Zertifikat

# certificates_overview_expires_soon_certificate_note
source: Certificate expires soon
de: Zertifikat läuft bald ab

# certificates_overview_expired_certificate_note
source: Certificate expired
de: Zertifikat abgelaufen

# certificates_overview_invalid_certificate_note
source: Certificate invalid
de: Zertifikat ungültig

# certificates_overview_booster_vaccination_certificate_note
source: Currently only usable in DE
de: Aktuell nur in DE nutzbar

# certificates_overview_booster_vaccination_certificate_title
source: Vaccination certificate
de: Impfzertifikat

# certificates_overview_booster_vaccination_certificate_date
source: Vaccinated on %@
de: Geimpft am %@

# certificates_overview_vaccination_certificate_title
source: Vaccination certificate
de: Impfzertifikat

# certificates_overview_vaccination_certificate_message
source: Vaccine dose %d of %d
de: Impfung %d von %d

# certificates_overview_vaccination_certificate_date
source: Vaccinated on %@
de: Geimpft am %@

# certificates_overview_recovery_certificate_title
source: Recovery certificate
de: Genesenenzertifikat

# certificates_overview_recovery_certificate_message
source: Full recovery
de: Vollständige Genesung

# certificates_overview_recovery_certificate_valid_until_date
source: Valid until %@
de: Gültig bis %@

# certificates_overview_recovery_certificate_valid_from_date
source: Valid from %@
de: Gültig ab %@

# certificates_overview_test_certificate_title
source: Test certificate
de: Testzertifikat

# certificates_overview_test_certificate_message
source: Rapid antigen test
de: Antigen-Schnelltest

# certificates_overview_test_certificate_date
source: Tested on %@
de: Getestet am %@

# certificates_overview_pcr_test_certificate_title
source: Test certificate
de: Testzertifikat

# certificates_overview_pcr_test_certificate_date
source: Sample taken on %@
de: Probenahme am %@

# certificates_overview_all_certificates_app_reference_title
source: Please scan!
de: Scannen bitte!

# certificates_overview_all_certificates_app_reference_text
source: Do not show this sensitive data to other people in restaurants, at events or in similar situations. Always have your QR code checked with the CovPassCheck app.
de: Zeigen Sie diese sensiblen Daten nicht in Gaststätten, bei Veranstaltungen oder in ähnlichen Situationen vor. Lassen Sie Ihren QR-Code immer mit der CovPassCheck-App prüfen.

# accessibility_certificate_detail_view_label_delete_button
source: Delete certificate
de: Zertifikat löschen

# accessibility_certificate_detail_view_label_back
source: Back
de: Zurück

# vaccination_certificate_detail_view_vaccination_title
source: Vaccine dose %d of %d
de: Impfung %d von %d

source: %1$d of %2$d
de: %1$d von %2$d

# vaccination_certificate_detail_view_vaccination_headline
source: EU Digital COVID Certificate of Vaccination
de: Digitales COVID-Impfzertifikat der EU

# accessibility_vaccination_certificate_detail_view_booster_vaccination_headline
source: EU Digital COVID Certificate of Vaccination. Sensible health data will follow. Please take care that nobody listens to or reads on your smartphone.
de: Digitales COVID-Impfzertifikat der EU. Es folgen sensible Gesundheitsdaten. Bitte achten Sie darauf, dass keine andere Person mithört oder mitliest.

# accessibility_vaccination_certificate_detail_view_qrcode_screen_announce
source: QR-Code has been opened
de: Die QR-Code-Ansicht wurde geöffnet

# vaccination_certificate_detail_view_vaccination_note
source: This certificate is for a vaccine that only requires one dose or a vaccine for people who have recovered from an infection and only need one dose.
de: Es handelt sich hier um einen Impfstoff, bei dem nur eine Impfdosis erforderlich ist, oder um eine Impfung für Genesene, die nur eine Impfdosis benötigt.

# accessibility_vaccination_certificate_detail_view_data_name_standard
source: Standardized name
de: Standardisierter Name

# accessibility_vaccination_certificate_detail_view_data_date_of_birth
source: Date of birth (Year-Month-Day)
de: Geburtsdatum (Jahr-Monat-Tag)

# accessibility_vaccination_certificate_detail_view_data_disease
source: Disease or pathogen
de: Zielkrankheit oder -erreger

# accessibility_vaccination_certificate_detail_view_data_vaccine
source: Vaccine
de: Impfstoff

# accessibility_vaccination_certificate_detail_view_data_vaccine_type
source: Vaccine Type
de: Art des Impfstoffs
