Repository: Digitaler-Impfnachweis/covpass-ios
Catalog: Source/CovPassApp/Source/Resources/Locale/*.lproj/Localizable.strings
Languages: de

# start_onboarding_title
source: Welcome to the CovPass app
de: Willkommen in der CovPass-App

# start_onboarding_message
source: Show your EU Digital COVID Certificates from your smartphone with ease.
de: Weisen Sie digitale COVID-Zertifikate der EU ganz einfach mit dem Smartphone nach.

# start_onboarding_secure_title
source: Absolute security for your data
de: Absolute Sicherheit Ihrer Daten

# start_onboarding_secure_message
source: Your data is stored in one place: locally on your smartphone. You decide when you show your data and who you show it to.
de: Ihre Daten werden nur lokal auf Ihrem Smartphone gespeichert. Sie entscheiden, wann und wem Sie Ihre Daten vorzeigen.

# start_onboarding_button_title
source: Get started
de: Los geht's

# next_onboarding_page_button_title
source: Next
de: Weiter

# accessibility_onboarding_pages_label_back
source: Back
de: Zurück

# accessibility_page_indicator
source: Page %d of %d
de: Seite %d von %d

# vaccination_first_onboarding_page_title
source: Step one: upload your EU Digital COVID Certificate to your smartphone
de: Erster Schritt: Übertragen Sie das digitale COVID-Zertifikat der EU auf Ihr Smartphone

# vaccination_first_onboarding_page_message
source: Use the CovPass app to scan the EU Digital COVID Certificate for a Covid-19 vaccination or recovery from a Covid-19 infection. To do this, hold your smartphone’s camera above the QR code. Your EU Digital COVID Certificate will be transferred to your smartphone immediately.
de: Scannen Sie mit der CovPass-App das digitale COVID-Zertifikat der EU für eine Corona-Impfung oder eine Genesung von der Corona-Infektion. Halten Sie dafür die Kamera Ihres Smartphones über den QR-Code. Das digitale COVID-Zertifikat der EU wird sofort auf Ihr Smartphone übertragen.

# vaccination_second_onboarding_page_title
source: Step two: open the QR code in the CovPass app
de: Zweiter Schritt: Rufen Sie den QR-Code in der CovPass-App auf

# vaccination_second_onboarding_page_message
source: Using the QR code, you can show evidence of a Covid-19 vaccination or recovery from a Covid-19 infection. The QR code is displayed directly in the CovPass app after scanning it. Please be aware that a vaccination only becomes sufficiently effective about 14 days after the final dose. For this reason, the QR code for full vaccination only becomes valid after 14 days have passed.
de: Mit dem QR-Code können Sie eine Corona-Impfung oder eine Genesung von einer Corona-Infektion nachweisen. Nach dem Scannen wird der QR-Code direkt in der CovPass-App angezeigt. Bitte beachten Sie, dass eine ausreichende Wirksamkeit des Impfschutzes erst etwa 14 Tage nach der letzten Impfung eintritt. Der QR-Code für den vollständigen Impfschutz ist deshalb erst nach Ablauf der 14 Tage gültig.

# vaccination_third_onboarding_page_title
source: Step three: show your QR code when needed
de: Dritter Schritt: Zeigen Sie den QR-Code bei Bedarf vor

# vaccination_third_onboarding_page_message
source: You can show your QR code from the CovPass app when you need it. The person checking the QR code will then scan it. You will also need to have an ID document at hand for this. Your QR code is stored only on your smartphone, so you can display it at any time even without an internet connection.
de: Bei Bedarf können Sie den QR-Code in der CovPass-App vorzeigen. Der QR-Code wird dann von der prüfenden Person gescannt. Halten Sie dazu ergänzend Ihr Ausweisdokument bereit. Da der QR-Code nur auf Ihrem Smartphone gespeichert ist, können Sie ihn jederzeit auch ohne Internetverbindung anzeigen lassen.

# vaccination_fourth_onboarding_page_title
source: Data protection and security
de: Datenschutz und Datensicherheit

# vaccination_fourth_onboarding_page_first_list_item
source: Using the CovPass app is voluntary. You can also use the digital COVID Certificates in paper form.
de: Die Nutzung der CovPass-App ist freiwillig. Sie können Ihre digitalen COVID-Zertifikate der EU auch in Papierform verwenden.

# vaccination_fourth_onboarding_page_second_list_item
source: To protect against forged certificates or manipulation, the digital COVID Certificates are electronically signed by the RKI. For this purpose, the necessary data is transmitted once in encrypted form to the RKI. Once the digital COVID Certificate has been created, the RKI will immediately and permanently delete the data. The QR code contains the information from the digital COVID Certificate, and the RKI’s electronic signature, in encoded form.
de: Zum Schutz vor Fälschungen oder Manipulationen werden die digitalen COVID-Zertifikate der EU durch das RKI elektronisch signiert. Hierzu werden die notwendigen Daten einmalig verschlüsselt an das RKI übermittelt. Nach der Erstellung des digitalen COVID-Zertifikats werden Ihre Daten vom RKI sofort unwiderruflich gelöscht. Der QR-Code enthält in kodierter Form die auf dem digitalen COVID-Zertifikat enthaltenen Informationen und die elektronische Signatur des RKI.

# vaccination_fourth_onboarding_page_third_list_item
source: When you present the QR code of a certificate in the app for verification, others will be able to find out whether you have tested negative, are fully vaccinated, or have proof that you have recovered from a coronavirus infection. During verification, the official verification app will also display the name and date of birth. In the case of test certificates, the date of sampling will also be displayed.
de: Wenn Sie den QR-Code eines digitalen COVID-Zertifikats der EU einer anderen Person zur Prüfung vorlegen, werden dem Prüfer der Name und das Geburtsdatum des Zertifikatsinhabers angezeigt. Bei der Prüfung ist gegebenenfalls ergänzend ein Ausweisdokument vorzulegen.

# vaccination_fourth_onboarding_page_fourth_list_item
source: The digital COVID Certificates are only stored on your smartphone. You have the possibility to delete the digital COVID Certificates at any time.
de: Die digitalen COVID-Zertifikate der EU werden ausschließlich auf Ihrem Smartphone gespeichert. Sie haben jederzeit die Möglichkeit, die digitalen COVID-Zertifikate der EU wieder zu entfernen.

# vaccination_fourth_onboarding_page_message
source: Detailed information about this data processing is available in the privacy notice:
de: Ausführliche Hinweise zur Datenverarbeitung finden Sie in der Datenschutzerklärung:

# vaccination_fourth_onboarding_page_message_for_us_citizens_title
source: Terms of Use for US citizens
de: Nutzungsbedingungen für US-Bürgerinnen und Bürger

# vaccination_fourth_onboarding_page_message_for_us_citizens_copy
source: If you are a US citizen, these Terms of Use apply to the App:
de: Wenn Sie US-Bürgerin oder US-Bürger sind, gelten diese Nutzungsbedingungen für die App:

# vaccination_fourth_onboarding_page_button_title
source: OK
de: Alles klar

# vaccination_privacy_policy_page_button_title
source: Close
de: Schließen

# accessibility_fourth_onboarding_page_label_scroll_to_end
source: Scroll to the end
de: Zum Ende scrollen

# dialog_start_screen_title
source: New update available
de: Neues Update verfügbar

# dialog_start_screen_message
source: Would you like to update the CovPass app now?
de: Möchten Sie jetzt die CovPass-App aktualisieren?

# dialog_start_screen_button_later
source: Not now
de: Nicht jetzt

# dialog_start_screen_button_update
source: Update
de: Aktualisieren

# dialog_booster_vaccination_notification_title
source: There are news about your certificates
de: Es gibt Neuigkeiten zu Ihren Zertifikaten

# dialog_booster_vaccination_notification_message
source: Please check the status of your EU Digital COVID Certificates.
de: Bitte überprüfen Sie den Status Ihrer digitalen COVID-Zertifikate der EU.

# accessibility_update_info_announce
source: The view "New features" has been opened
de: Die Ansicht "Neue Funktionen" wurde geöffnet

# accessibility_vaccination_start_screen_label_information
source: More information
de: Mehr Informationen

# accessibility_vaccination_start_screen_label_add_certificate
source: Add certificate
de: Nachweis hinzufügen

# accessibility_start_screen_info_announce
source: The start screen has been opened
de: Der Startbildschirm wurde geöffnet

# vaccination_start_screen_title
source: EU Digital COVID Certificates
de: Digitale COVID-Zertifikate der EU

# accessibility_vaccination_start_screen_title
source: EU Digital COVID Certificates. Sensible health data will follow. Please take care that nobody listens to or reads on your smartphone.
de: Digitale COVID-Zertifikate der EU. Es folgen sensible Gesundheitsdaten. Bitte achten Sie darauf, dass keine andere Person mithört oder mitliest.

# vaccination_start_screen_note_title
source: Add a certificate
de: Fügen Sie einen Nachweis hinzu

# vaccination_start_screen_note_message
source: You do not have any EU Digital COVID Certificate saved at the moment. Tap the button "Add a certificate" (plus symbol) to add a Digital COVID Certificate.
de: Sie haben aktuell kein digitales COVID-Zertifikat der EU gespeichert. Drücken Sie auf die Taste "Nachweis hinzufügen" (Plus-Symbol), um ein digitales COVID-Zertifikat der EU hinzuzufügen.

# accessibility_vaccination_start_screen_label_qrcode
source: Black QR code on white background
de: Schwarzer QR-Code auf weißem Hintergrund

# vaccination_start_screen_qrcode_incomplete_subtitle
source: Not fully vaccinated
de: Unvollständiger Impfschutz

# vaccination_start_screen_qrcode_complete_from_date_subtitle
source: Fully vaccinated as of %@
de: Vollständig ab %@

# vaccination_start_screen_qrcode_complete_protection_subtitle
source: Complete since %@
de: Vollständig seit %@

# certificates_start_screen_qrcode_certificate_expires_subtitle
source: Expires on %@ at %@
de: Läuft am %@ um %@ ab

# certificates_start_screen_qrcode_certificate_expired_subtitle
source: Expired
de: Abgelaufen

# certificates_start_screen_qrcode_certificate_invalid_subtitle
source: Invalid
de: Ungültig

# vaccination_start_screen_qrcode_booster_vaccination_note_subtitle
source: Check vaccination status
de: Impfstatus überprüfen

# vaccination_start_screen_qrcode_certificate_will_be_revoked_subtitle
source: Certificate will be revoked soon
de: Zertifikat wird bald gesperrt

# certificates_start_screen_qr_code_app_reference_text
source: This QR code can be reliably verified with the CovPassCheck app.
de: Dieser QR-Code lässt sich verlässlich mit der CovPassCheck-App prüfen.

# certificates_start_screen_pop_up_app_reference_title
source: Please scan!
de: Scannen bitte!

# certificate_start_screen_pop_up_app_reference_text
source: Please insist to have your certificate scanned with the CovPassCheck app. Only by scanning your QR code and showing your proof of identity the validity of your vaccination protection can be checked reliably while protecting your data.
de: Bestehen Sie darauf, dass Ihr Zertifikat mit der CovPassCheck-App gescannt wird. Zeigen Sie außerdem ein Ausweisdokument vor. Nur so kann die Gültigkeit Ihres Zertifikats datensicher geprüft werden.

# certificate_popup_checkapp_link_label
source: Do you work in a restaurant or at events? Check your customers’ certificates with ease:
de: Arbeiten Sie in der Gastronomie oder planen Sie eine Veranstaltung? Prüfen Sie schnell und sicher die Zertifikate Ihrer Gäste:

# certificates_start_screen_pop_up_app_reference_hyperlink
source: Download the CovPassCheck app (External Link)
de: Zur CovPassCheck-App (Externer Link)

# certificates_start_screen_pop_up_app_reference_hyperlink_linked
source: #Download the CovPassCheck app (External Link)::$0#
de: #Zur CovPassCheck-App (Externer Link)::$0#

# accessibility_certificates_start_screen_pop_up_app_reference_label
source: Close Pop-up
de: Pop-up schließen

# accessibility_certificate_popup_checkapp_announce
source: The view "Please scan!" has been opened
de: Die Ansicht "Scannen bitte!" wurde geöffnet

# accessibility_certificate_add_popup_label_close
source: Close
de: Schließen

# accessibility_scan_camera_torch_on
source: Switch on torch
de: Taschenlampe anschalten

# accessibility_scan_camera_torch_off
source: Switch off torch
de: Taschenlampe ausschalten

# accessibility_certificate_add_popup_announce
source: The view "Scan QR code" has been opened
de: Die Ansicht "QR-Code scannen" wurde geöffnet

# accessibility_certificate_add_popup_closing_announce
source: The view "Scan QR code" has been closed
de: Die Ansicht "QR-Code scannen" wurde geschlossen

# accessibility_scan_success_announce
source: Certificate of %@ was added successfully
de: Zertifikat von %@ wurde erfolgreich hinzugefügt

# accessibility_certificate_add_popup_image
source: Image: Person holds smartphone over three different certificates with QR code
de: Bild: Person hält das Smartphone über drei unterschiedliche Zertifikate mit QR-Code

# certificate_add_popup_title
source: Scan QR code
de: QR-Code scannen

# certificate_add_popup_note_title
source: Your smartphone is not protected by a code
de: Kein Sperrcode auf Ihrem Smartphone vorhanden

# certificate_add_popup_note_message
source: The CovPass app saves sensitive data to your smartphone. To protect your data against access by strangers, we recommend that you set up an unlock code for your smartphone.
de: Die CovPass-App speichert sensible Daten auf Ihrem Smartphone. Um die Daten vor fremdem Zugriff zu schützen, empfehlen wir Ihnen, einen Code zum Entsperren Ihres Smartphones einzurichten.

# certificate_add_popup_message
source: Scan the QR code on an EU Digital COVID Certificate. The certificate is transferred directly to the CovPass app. For booking purposes (e.g. flight and hotel), you can submit your added COVID certificate to the provider online. To do so, scan the QR code displayed during the booking process.
de: Scannen Sie den QR-Code von einem digitalen COVID-Zertifikat der EU. Der Nachweis wird direkt in die CovPass-App übertragen. Zu Buchungszwecken (z. B. Flug und Hotel) können Sie Ihr hinzugefügtes COVID-Zertifikat online an den Anbieter übermitteln. Scannen Sie dazu den QR-Code, der bei der Buchung angezeigt wird.

# certificate_add_popup_action_title
source: Which QR code can I scan and save to my smartphone?
de: Welchen QR-Code kann ich einscannen?

# certificate_add_popup_action_title_linked
source: #Which QR code can I scan and save to my smartphone?::$0#
de: #Welchen QR-Code kann ich einscannen?::$0#

# certificate_add_popup_scan_button_title
source: Scan QR code
de: QR-Code scannen

# certificate_add_dialog_camera_access_title
source: Camera access needed
de: Kamerazugriff benötigt

# certificate_add_dialog_camera_access_message
source: The CovPass app uses your smartphone’s camera to scan QR codes. Your camera is only ever accessed while you use the app and only with your permission. You have the option to change this permission in your smartphone’s settings at any time.
de: Die CovPass-App verwendet die Kamera Ihres Smartphones, um einen QR-Code scannen zu können. Der Zugriff auf Ihre Kamera erfolgt nur während der Nutzung der App und dann auch nur mit Ihrer Erlaubnis. Sie haben jederzeit die Möglichkeit, in den Einstellungen Ihres Smartphones die Berechtigung zu ändern.

# certificate_add_dialog_camera_access_action_button
source: Allow access
de: Zugriff erlauben

# accessibility_certificate_add_dialog_camera_access_label_close
source: Close
de: Schließen

# accessibility_scan_dialog_camera_access_announce
source: The view "Camera access needed" has been opened
de: Die Ansicht "Kamerazugriff benötigt" wurde geöffnet

# accessibility_scan_camera_announce
source: Camera has been opened. The QR code will be scanned automatically.
de: Kamera-Ansicht wurde geöffnet. Der QR-Code wird automatisch gescannt.

# accessibility_scan_camera_closing_announce
source: Camera has been closed
de: Kamera-Ansicht wurde geschlossen

# accessibility_certificate_scan_mode_label_cancel
source: Cancel
de: Abbrechen

# error_camera_access_title
source: The CovPass app wants to access your camera.
de: Die CovPass-App möchte auf Ihre Kamera zugreifen.

# error_camera_access_message
source: Allow access to scan QR codes.
de: Erlauben Sie den Zugriff, um QR-Codes scannen zu können.

# error_camera_access_button_do_not_allow
source: Do not allow
de: Nicht Erlauben

# error_camera_access_button_allow
source: Allow
de: Erlauben

# error_test_certificate_not_valid_title
source: This test certificate cannot be added
de: Das Testzertifikat kann nicht hinzugefügt werden

# error_test_certificate_not_valid_message
source: The Covid-19 test certificate that you have scanned does not show a negative test result. The current version of the CovPass app can only save negative Covid-19 test results.
de: Der von Ihnen gescannte Nachweis für einen Corona-Test weist kein negatives Testergebnis nach. Die aktuelle Version der CovPass-App kann nur negative Corona-Testergebnisse speichern.

# accessibility_scan_camera_select_file
source: Select file
de: Datei auswählen

# error_scan_code_not_recognized_title
source: QR code was not recognized
de: QR-Code wurde nicht erkannt

# error_scan_code_not_recognized_message
source: No QR code was found in the selected file. Please select a file or photo with a QR code.
de: In der ausgewählten Datei wurde kein QR-Code gefunden. Bitte wählen Sie eine Datei oder ein Foto mit einem QR-Code aus.

# error_scan_file_could_not_be_read_title
source: The file could not be read
de: Die Datei konnte nicht gelesen werden

# error_scan_file_could_not_be_read_message
source: The selected file may be corrupted, or password protected. Please select another file.
de: Die gewählte Datei ist möglicherweise beschädigt oder passwortgeschützt. Bitte wählen Sie eine andere Datei aus.

# error_scan_code_not_suitable_title
source: QR code is not suitable
de: QR-Code ist nicht geeignet

# error_scan_code_not_suitable_message
source: The QR code cannot be transferred to the CovPass app because it is, for example, it does not have a valid signature. The QR code may also not be readable because there are multiple QR codes in the file. Please select a file with a valid QR code.
de: Der QR-Code kann nicht in die CovPass-App übertragen werden, da dieser z. B. keine gültige Signatur besitzt. Möglicherweise ist der QR-Code auch nicht lesbar, weil mehrere QR-Codes in der Datei vorhanden sind. Bitte wählen Sie eine Datei mit einem zulässigen QR-Code aus.

# accessibility_certificate_favorite_button_label_active
source: Always display this person's certificates in first place: active
de: Zertifikate dieser Person immer an erster Stelle anzeigen: aktiv

# accessibility_certificate_favorite_button_label_not_active
source: Always display this person's certificates in first place: not active
de: Zertifikate dieser Person immer an erster Stelle anzeigen: nicht aktiv

# certificate_action_button_check_validity
source: Check validity
de: Gültigkeit prüfen

# accessibility_certificate_check_validity_label_close
source: Close
de: Schließen

# accessibility_certificate_check_validity_label_results
source: Results of the EU certificate examination
de: Ergebnisse der EU-Zertifikatsprüfung

# accessibility_certificate_check_validity_label_display_certificate
source: Display certificate
de: Zertifikat anzeigen

# accessibility_certificate_check_validity_announce
source: The view "Check validity" has been opened
de: Die Ansicht "Gültigkeit prüfen" wurde geöffnet

# accessibility_certificate_check_validity_closing_announce
source: The view "Check validity" has been closed
de: Die Ansicht "Gültigkeit prüfen" wurde geschlossen

# accessibility_certificate_check_validity_selection_country_announce
source: The view "Choose destination" has been opened
de: Die Ansicht "Reiseland wählen" wurde geöffnet

# accessibility_certificate_check_validity_selection_country_closing_announce
source: The view "Choose destination" has been closed
de: Die Ansicht "Reiseland wählen" wurde geschlossen

# accessibility_certificate_check_validity_selection_date_announce
source: The view "Select date" has been opened
de: Die Ansicht "Datum wählen" wurde geöffnet

# accessibility_certificate_check_validity_selection_date_closing_announce
source: The view "Select date" has been closed
de: Die Ansicht "Datum wählen" wurde geschlossen

# accessibility_certificate_check_validity_selection_time_announce
source: The view "Select time" has been opened
de: Die Ansicht "Zeit wählen" wurde geöffnet

# accessibility_certificate_check_validity_selection_time_closing_announce
source: The view "Select time" has been closed
de: Die Ansicht "Zeit wählen" wurde geschlossen

# certificate_check_validity_title
source: Check validity for travel
de: Gültigkeit für Reisen prüfen

# accessibility_certificate_check_validity_selection_country_selected
source: %@, selected
de: %@, ausgewählt

# accessibility_certificate_check_validity_selection_country_unselected
source: %@, selectable
de: %@, auswählbar

# certificate_check_validity_message
source: Check beforehand if your certificates are valid in different countries. This tool checks them against the travel regulations applicable in your chosen destination country.
de: Prüfen Sie vorab, ob Ihre Zertifikate in verschiedenen Ländern gültig sind. Hierfür werden die geltenden Einreiseregeln des gewählten Reiselands berücksichtigt.

# certificate_check_validity_travel_rules_not_up_to_title
source: Rules of entry not up to date
de: Einreiseregeln nicht aktuell

# certificate_check_validity_travel_rules_not_up_to_message
source: The rules of entry are updated in the app every 24 hours. Unfortunately, the last update failed. Make sure your smartphone is connected to the internet and try again.
de: Die Einreiseregeln werden in der App alle 24 Stunden aktualisiert. Leider schlug die letzte Aktualisierung fehl. Stellen Sie sicher, dass Ihr Smartphone mit dem Internet verbunden ist und versuchen Sie es erneut.

# certificate_check_validity_selection_country
source: Country
de: Land

# no_cert_applicable_for_validation_dialog_header
source: No check possible
de: Keine Prüfung möglich

# no_cert_applicable_for_validation_dialog_message
source: A validity check of your currently saved certificates is unfortunately not possible.
de: Eine Gültigkeitsprüfung Ihrer aktuell gespeicherten Zertifikate ist leider nicht möglich.

# certificate_check_validity_not_all_certs_checkable_title
source: Unfortunately, not all certificates can be checked!
de: Leider können nicht alle Zertifikate geprüft werden!

# certificate_check_validity_not_all_certs_checkable_message
source: Unfortunately, a validity check is not possible for some of your saved certificates. These will be excluded from the check.
de: Eine Gültigkeitsprüfung ist für manche Ihrer gespeicherten Zertifikate leider nicht möglich. Diese werden bei der Prüfung ausgeschlossen.

# accessibility_certificate_check_validity_selection_country_label_close
source: Close
de: Schließen

# certificate_check_validity_selection_country_title
source: Choose destination
de: Reiseland wählen

# accessibility_certificate_check_validity_selection_country
source: Country: %@
de: Land: %@

# accessibility_certificate_check_validity_label_choose_country
source: Choose destination
de: Reiseland wählen

# IT
source: Italy
de: Italien

# LT
source: Lithuania
de: Litauen

# DK
source: Denmark
de: Dänemark

# GR
source: Greece
de: Griechenland

# CZ
source: Czech Republic
de: Tschechien

# HR
source: Croatia
de: Kroatien

# IS
source: Iceland
de: Island

# PL
source: Poland
de: Polen

# BE
source: Belgium
de: Belgien

# BG
source: Bulgaria
de: Bulgarien

# DE
source: Germany
de: Deutschland

# LU
source: Luxembourg
de: Luxemburg

# EE
source: Estonia
de: Estland

# CY
source: Cyprus
de: Zypern

# ES
source: Spain
de: Spanien

# NL
source: Netherlands
de: Niederlande

# AT
source: Austria
de: Österreich

# LV
source: Latvia
de: Lettland

# FI
source: Finland
de: Finnland
