Repository: Digitaler-Impfnachweis/covpass-ios
Catalog: Source/CovPassApp/Source/Resources/Locale/*.lproj/Localizable.strings
Languages: de

# share_certificate_note_privacy_notice
source: Detailed information about this data processing is available in the privacy notice:
de: Ausführliche Hinweise zur Datenverarbeitung finden Sie in der Datenschutzerklärung:

# share_certificate_privacy_notice_title
source: Privacy notice
de: Datenschutzerklärung

# share_certificate_privacy_notice_linked
source: #Privacy notice::$0#
de: #Datenschutzerklärung::$0#

# share_certificate_action_button_agree
source: Accept
de: Einverstanden

# share_certificate_action_button_cancel
source: Cancel
de: Abbrechen

# accessibility_share_certificate_label_close
source: Close
de: Schließen

# accessibility_share_certificate_label_back
source: Back
de: Zurück

# accessibility_share_certificate_announce
source: The "Release certificates for booking purposes" view has been opened.
de: Die Ansicht "Zertifikate zu Buchungszwecken freigeben" wurde geöffnet.

# accessibility_share_certificate_closing_announce
source: The "Release certificates for booking purposes" view has been closed.
de: Die Ansicht "Zertifikate zu Buchungszwecken freigeben" wurde geschlossen.

# share_certificate_selection_title
source: Select certificate
de: Zertifikat auswählen

# share_certificate_selection_message
source: Your certificate must meet the following requirements:
de: Ihr Zertifikat muss folgenden Anforderungen entsprechen:

# share_certificate_selection_requirements_date_of_birth
source: Date of birth
de: Geburtsdatum

# accessibility_share_certificate_selection_label_close
source: Close
de: Schließen

# accessibility_share_certificate_selection_label_back
source: Back
de: Zurück

# accessibility_share_certificate_selection_announce
source: The "Select certificate" view has been opened.
de: Die Ansicht "Zertifikat auswählen" wurde geöffnet.

# accessibility_share_certificate_selection_closing_announce
source: The "Select certificate" view has been closed.
de: Die Ansicht "Zertifikat auswählen" wurde geschlossen.

# share_certificate_selection_no_match_title
source: No certificate matches the above requirements.
de: Kein Zertifikat stimmt mit den oben genannten Anforderungen überein.

# share_certificate_selection_no_match_subline
source: Please check if your certificate stored in the app matches the requirements.
de: Bitte prüfen Sie, ob Ihr in der App hinterlegtes Zertifikat den Anforderungen entspricht.

# share_certificate_selection_no_match_action_button
source: Close
de: Schließen

# share_certificate_transmission_title
source: Submitting your certificate for verification
de: Übermittlung Ihres Zertifikats zur Prüfung

# share_certificate_transmission_details_provider
source: Provider
de: Anbieter

# share_certificate_transmission_details_booking
source: Booking
de: Buchung

# share_certificate_transmission_message
source: The selected certificate and your booking data will now be transmitted to the provider's verification partner. Your consent is required for the transmission of your data to the verification service.
de: Das ausgewählte Zertifikat und Ihre Buchungsdaten werden nun an den Prüfpartner des Anbieters übermittelt. Für die Übermittlung Ihrer Daten an den Überprüfungsservice ist Ihr Einverständnis erforderlich.

# share_certificate_transmission_consent_title
source: Your consent
de: Ihr Einverständnis

# share_certificate_transmission_consent_message
source: By tapping on “Accept”, you consent to the transfer of the following data to the verification partner of %@:
de: Durch Antippen von „Einverstanden“ willigen Sie in die Übermittlung der folgenden Daten an den Überprüfungsservice von %@ ein:

# share_certificate_transmission_consent_first_list_item
source: Content and electronic signature of the selected certificate (including name and date of birth of the certificate holder, validity period, issuer and date of issue, vaccine/test/recovery details).
de: Zertifikatsinhalt und elektronische Signatur des ausgewählten Zertifikats (u. a. Name und Geburtsdatum des Zertifikatsinhabers, Gültigkeitsdauer, Aussteller und Ausstellungsdatum, Angaben zu Impfstoff/Test/Genesung).

# share_certificate_transmission_consent_second_list_item
source: The booking details retrieved from the provider %@:
de: Die bei dem Anbieter %@ abgerufenen Buchungsdaten:

# share_certificate_transmission_consent_second_list_item_first_subitem
source: Period during which the certificate must be valid (travel duration or event date)
de: Zeitraum, in dem das Zertifikat gültig sein muss (Reisedauer oder Veranstaltungsdatum)

# share_certificate_transmission_consent_second_list_item_second_subitem
source: For travel bookings: Country of origin and country of destination or journey
de: Bei Reisebuchungen: Ausgangsland und Zielland der Reise

# share_certificate_transmission_consent_second_list_item_third_subitem
source: For cross-border travel: Certificate requirements imposed by the destination country
de: Bei grenzüberschreitenden Reisen: Anforderungen des Ziellandes an das Zertifikat

# share_certificate_transmission_consent_second_list_item_fourth_subitem
source: Further certificate requirements on the part of the provider (e.g. which vaccines or test procedures are accepted)
de: Weitere Anforderungen des Anbieters an das Zertifikat (z. B. welche Impfstoffe oder Testverfahren akzeptiert werden)

# share_certificate_transmission_notes_first_list_item
source: The verification partner will check whether the electronic signature is genuine and that the technical expiration date has not passed. You can view the technical expiration date and the transmitted certificate contents in the app when viewing the certificate in full.
de: Der Prüfpartner überprüft, ob die elektronische Signatur echt und das technische Ablaufdatum des Zertifikats noch nicht erreicht ist. Das technische Ablaufdatum und die übermittelten Zertifikatsinhalte können Sie in der App in der Detailansicht des Zertifikats einsehen.

# share_certificate_transmission_notes_second_list_item
source: The certificates contain sensitive data concerning health. You should therefore only allow providers to verify certificates if you know and trust them.
de: Die Zertifikate enthalten sensible Gesundheitsdaten. Erlauben Sie daher nur solchen Anbietern die Überprüfung, die Ihnen bekannt sind und denen Sie vertrauen.

# share_certificate_transmission_notes_third_list_item
source: The RKI is not responsible for the data processing performed by the provider and the verification partner. Please read their privacy notices so that you know what your data is used for and how it is used.
de: Für die Datenverarbeitung durch den Anbieter und den Prüfpartner ist das RKI nicht verantwortlich. Lesen Sie bitte deren Datenschutzhinweise, damit Sie wissen, wozu und wie Ihre Daten verwendet werden.

# share_certificate_transmission_notes_fourth_list_item
source: The verification partner will immediately inform the provider of the result of this verification. The only information communicated will be whether the verification was successful or not.
de: Der Prüfpartner teilt dem Anbieter sofort das Prüfungsergebnis mit. Es wird nur mitgeteilt, ob die Prüfung erfolgreich war oder nicht.

# share_certificate_transmission_note_privacy_notice
source: Detailed information about this data processing is available in the privacy notice:
de: Ausführliche Hinweise zur Datenverarbeitung finden Sie in der Datenschutzerklärung:

# share_certificate_transmission_privacy_notice_title
source: Privacy notice
de: Datenschutzerklärung

# share_certificate_transmission_privacy_notice_linked
source: #Privacy notice::$0#
de: #Datenschutzerklärung::$0#

# share_certificate_transmission_action_button_agree
source: Accept
de: Einverstanden

# accessibility_share_certificate_transmission_label_close
source: Close
de: Schließen

# accessibility_share_certificate_transmission_label_back
source: Back
de: Zurück

# accessibility_share_certificate_transmission_announce
source: The "Submitting your certificate for verification" view has been opened.
de: Die Ansicht "Übermittlung Ihres Zertifikats zur Prüfung" wurde geöffnet.

# accessibility_share_certificate_transmission_closing_announce
source: The "Submitting your certificate for verification" view has been closed.
de: Die Ansicht "Übermittlung Ihres Zertifikats zur Prüfung" wurde geschlossen.

# share_certificate_detail_view_requirements_met_title
source: Certificate meets the requirements of the provider
de: Zertifikat entspricht den Anforderungen des Anbieters

# share_certificate_detail_view_requirements_met_subline
source: Verified by %@
de: Geprüft von %@

# share_certificate_detail_view_requirements_met_message
source: If you have any questions, please contact the provider %@.
de: Bei Fragen wenden Sie sich bitte an den Anbieter %@.

# share_certificate_detail_view_requirements_not_verifiable_title
source: Certificate is not fully auditable
de: Zertifikat ist nicht vollständig prüfbar

# share_certificate_detail_view_requirements_not_verifiable_subline
source: Verified by %@
de: Geprüft von %@

# share_certificate_detail_view_requirements_not_verifiable_message
source: Unfortunately, an automatic check is not possible. Please check the information marked in yellow yourself. If you have any questions, please contact the provider %@.
de: Leider ist eine automatische Prüfung nicht möglich. Überprüfen Sie die gelb markierten Angaben bitte selbst. Bei Fragen wenden Sie sich bitte an den Anbieter %@.

# share_certificate_detail_view_requirements_not_met_title
source: Certificate does not meet the requirements of the provider
de: Zertifikat entspricht nicht den Anforderungen des Anbieters

# share_certificate_detail_view_requirements_not_met_subline
source: Verified by %@
de: Geprüft von %@

# share_certificate_detail_view_requirements_not_met_message
source: The information that does not meet the requirements is marked in red below. If you have any questions, please contact the provider %@.
de: Die Angaben, die nicht den Anforderungen entsprechen, sind unterhalb rot markiert. Bei Fragen wenden Sie sich bitte an den Anbieter %@.

# error_share_certificate_qr_code_not_recognized_title
source: QR code was not recognized
de: QR-Code wurde nicht erkannt

# error_share_certificate_qr_code_not_recognized_message
source: The scanned QR code is not valid for this booking. Please check if the QR code is intended for the CovPass app. You can find more information in the Frequently Asked Questions.
de: Der eingescannte QR-Code gilt nicht für diese Buchung. Bitte überprüfen Sie, ob der QR-Code für die CovPass-App vorgesehen ist. Mehr Informationen finden Sie in den Häufigen Fragen.

# error_share_certificate_provider_not_verified_title
source: The identity of the provider could not be verified
de: Die Identität des Anbieters konnte nicht überprüft werden

# error_share_certificate_provider_not_verified_message
source: Unfortunately, an error occurred while verifying the identity of the provider %@. Please try again later.
de: Bei der Prüfung der Identität des Anbieters %@ kam es leider zu einem Fehler. Bitte versuchen Sie es zu einem späteren Zeitpunkt noch einmal.

# error_share_certificate_validation_partner_not_verified_title
source: The identity of the test partner could not be verified
de: Die Identität des Prüfpartners konnte nicht überprüft werden

# error_share_certificate_validation_partner_not_verified_message
source: The booking portal suggests sharing your certificate with the following validation partner: %@. We do not know this validation partner. For a list of supported validation partners, see the Frequently Asked Questions.
de: Das Buchungsportal schlägt vor, Ihr Zertifikat mit folgendem Prüfpartner zu teilen: %@. Dieser Prüfpartner ist uns nicht bekannt. Eine Liste der unterstützten Prüfpartner finden Sie in den Häufigen Fragen.

# error_share_certificate_validation_partner_not_verified_title2
source: The identity of the validation partner could not be verified
de: Die Identität des Prüfpartners konnte nicht überprüft werden

# error_share_certificate_validation_partner_not_verified_message2
source: Unfortunately, an error occurred while verifying the identity of the validation partner. Please try again later.
de: Bei der Prüfung der Identität des Prüfpartners kam es leider zu einem Fehler. Bitte versuchen Sie es zu einem späteren Zeitpunkt noch einmal.

# error_share_certificate_access_token_not_retrieved_title
source: The booking data could not be retrieved
de: Die Buchungsdaten konnten nicht geladen werden

# error_share_certificate_access_token_not_retrieved_message
source: Unfortunately, an error occurred while loading the booking data. Please try again later.
de: Bei der Übertragung der Buchungsdaten kam es leider zu einem Fehler. Bitte versuchen Sie es zu einem späteren Zeitpunkt noch einmal.

# error_share_certificate_access_token_not_processed_title
source: The booking data could not be processed
de: Die Buchungsdaten konnten nicht verarbeitet werden

# error_share_certificate_access_token_not_processed_message
source: Unfortunately, an error occurred while processing the booking data. Please try again later.
de: Bei der Verarbeitung der Buchungsdaten kam es leider zu einem Fehler. Bitte versuchen Sie es zu einem späteren Zeitpunkt noch einmal.

# error_share_certificate_no_connection_to_provider_title
source: Could not connect to the provider
de: Es konnte keine Verbindung zum Anbieter hergestellt werden

# error_share_certificate_no_connection_to_provider_message
source: Check if your smartphone is connected to the Internet and try again.
de: Überprüfen Sie, ob Ihr Smartphone mit dem Internet verbunden ist und probieren Sie es noch einmal.

# error_share_certificate_no_verification_possible_title
source: The certificate could not be verified
de: Das Zertifikat konnte nicht überprüft werden

# error_share_certificate_no_verification_possible_message
source: Unfortunately, the verification could not be completed successfully. Possible reasons can be found in the Frequently Asked Questions. Please try again at a later time.
de: Leider konnte die Prüfung nicht erfolgreich abgeschlossen werden. Mögliche Gründe dazu finden Sie in den Häufigen Fragen. Bitte versuchen Sie es zu einem späteren Zeitpunkt noch einmal.

# error_share_certificate_no_verification_submission_possible_title
source: The certificate could not be submitted for validation
de: Das Zertifikat konnte nicht zur Prüfung übermittelt werden

# error_share_certificate_no_verification_submission_possible_message
source: Unfortunately, the verification could not be submitted to the validation partner. Possible reasons can be found in the Frequently Asked Questions. Please try again at a later time.
de: Leider konnte das Zertifikat nicht an den Prüfpartner übermittelt werden. Mögliche Gründe dazu finden Sie in den Häufigen Fragen. Bitte versuchen Sie es zu einem späteren Zeitpunkt noch einmal.

# cancellation_share_certificate_title
source: Do you really want to end the process?
de: Wollen Sie den Vorgang wirklich beenden?

# cancellation_share_certificate_action_button_no
source: Not now
de: Nicht jetzt

# cancellation_share_certificate_action_button_yes
source: Yes, finish
de: Ja, beenden
